<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="5817"><p class="footnote"><span class="fnreference">17</span><note=2123><b>tc</b> The syntax of the Hebrew text is difficult and the meaning uncertain. The text reads literally, &#8220;he treads his arrows (following the <i>Qere</i>; <i>Kethib</i> has &#8220;his arrow&#8221;), like they are cut off/dry up.&#8221; It is not clear if the verbal root is <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1500;&#1463;&#1500;</font> (<font face="Scholar">malal</font>, &#8220;circumcise&#8221;; BDB 576 s.v. IV <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1500;&#1463;&#1500;</font>) or the homonymic <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1500;&#1463;&#1500;</font> (&#8220;wither&#8221;; <i>HALOT</i> 593-94 s.v. I <font face="Galaxie Unicode Hebrew">&#1502;&#1500;&#1500;</font>). Since the verb <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1500;&#1463;&#1500;</font> (&#8220;to wither&#8221;) is used of vegetation, it is possible that the noun <font face="Galaxie Unicode Hebrew">&#1495;&#1464;&#1510;&#1460;&#1497;&#1512;</font> (<font face="Scholar">khatsir</font>, &#8220;grass,&#8221; which is visually similar to <font face="Galaxie Unicode Hebrew">&#1495;&#1460;&#1510;&#1468;&#1464;&#1497;&#1493;</font>, <font face="Scholar">khitsayv</font>, &#8220;his arrows&#8221;) originally appeared in the text. The translation above assumes that the text originally was <font face="Galaxie Unicode Hebrew">&#1499;&#1468;&#1456;&#1502;&#1493;&#1465; &#1495;&#1464;&#1510;&#1460;&#1497;&#1512; &#1497;&#1460;&#1514;&#1456;&#1502;&#1465;&#1500;&#1464;&#1500;&#1493;&#1468;</font>(<font face="Scholar">kÿmo khatsir yitmolalu</font>, &#8220;like grass let them wither&#8221;). If original, it could have been accidentally corrupted to <font face="Galaxie Unicode Hebrew">&#1495;&#1460;&#1510;&#1468;&#1464;&#1497;&#1512; &#1499;&#1468;&#1456;&#1502;&#1493;&#1465; &#1497;&#1460;&#1514;&#1456;&#1502;&#1465;&#1500;&#1464;&#1500;&#1493;&#1468;</font> (&#8220;his arrow(s) like they dry up&#8221;) with <font face="Galaxie Unicode Hebrew">&#1491;&#1468;&#1464;&#1512;&#1463;&#1498;&#1456;</font> (<font face="Scholar">darakh</font>, &#8220;to tread&#8221;) being added later in an effort to make sense of &#8220;his arrow(s).&#8221; </p>

</body>
</html>
