<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="937"><p class="footnote"><span class="fnreference">37</span><note=1342><b>tc</b> There is a seeming myriad of variants for this text. Many <sc>mss read <font face="Galaxie Unicode Greek">&#949;&#7984;&#962; &#964;&#972;&#960;&#959;&#957; &#7956;&#961;&#951;&#956;&#959;&#957;</font> (<font face="Greektl">ei&quot; topon erhmon</font>, &#8220;to a deserted place&#8221;; <font face="Galaxie Unicode Hebrew">&#1488;</font>*<sup>,2</sup> [1241]) or <font face="Galaxie Unicode Greek">&#949;&#7984;&#962; &#964;&#972;&#960;&#959;&#957; &#7956;&#961;&#951;&#956;&#959;&#957; &#960;&#972;&#955;&#949;&#969;&#962; &#954;&#945;&#955;&#959;&#965;&#956;&#941;&#957;&#951;&#962; &#914;&#951;&#952;&#963;&#945;&#970;&#948;&#940;</font> (<font face="Greektl">ei&quot; topon erhmon polew&quot; kaloumenh&quot; Bhqsai&gt;da</font>, &#8220;to a deserted place of a town called Bethsaida&#8221;; [A] C W <font face="Galaxie Unicode Greek">&#926;</font><sup>mg</sup> [<font face="Greek Uncials">Ë</font><sup>1,13</sup>] [565] <font face="Greek Uncials">Ï</font>) here, while others have <font face="Galaxie Unicode Greek">&#949;&#7984;&#962; &#954;&#8061;&#956;&#951;&#957; &#955;&#949;&#947;&#959;&#956;&#941;&#957;&#951;&#957; &#914;&#951;&#948;&#963;&#945;&#970;&#948;&#940;</font> (<font face="Greektl">ei&quot; kwmhn legomenhn Bhdsai&gt;da</font>, &#8220;to a village called Bedsaida&#8221;; D), <font face="Galaxie Unicode Greek">&#949;&#7984;&#962; &#954;&#8061;&#956;&#951;&#957; &#954;&#945;&#955;&#959;&#965;&#956;&#941;&#957;&#951;&#957; &#914;&#951;&#952;&#963;&#945;&#970;&#948;&#940; &#949;&#7984;&#962; &#964;&#972;&#960;&#959;&#957; &#7956;&#961;&#951;&#956;&#959;&#957;</font> (<font face="Greektl">ei&quot; kwmhn kaloumenhn Bhqsai&gt;da ei&quot; topon erhmon</font>, &#8220;to a village called Bethsaida to a deserted place&#8221;; <font face="Galaxie Unicode Greek">&#920;</font>), or <font face="Galaxie Unicode Greek">&#949;&#7984;&#962; &#964;&#972;&#960;&#959;&#957; &#954;&#945;&#955;&#959;&#965;&#956;&#941;&#957;&#959;&#957; &#914;&#951;&#952;&#963;&#945;&#970;&#948;&#940;</font> (<font face="Greektl">ei&quot; topon kaloumenon Bhqsaida</font>, &#8220;to a place called Bethsaida&#8221;; <font face="Galaxie Unicode Greek">&#936;</font>). The Greek behind the translation (<font face="Galaxie Unicode Greek">&#949;&#7984;&#962; &#960;&#972;&#955;&#953;&#957; &#954;&#945;&#955;&#959;&#965;&#956;&#941;&#957;&#951;&#957; &#914;&#951;&#952;&#963;&#945;&#970;&#948;&#940;</font>, <font face="Greektl">ei&quot; polin kaloumenhn Bhqsai&gt;da</font>) is supported by (<font face="Greek Uncials">Ì</font><sup>75</sup>) <font face="Galaxie Unicode Hebrew">&#1488;</font><sup>1</sup> B L <font face="Galaxie Unicode Greek">&#926;</font>* 33 2542 <i>pc </i>co. The variants can be grouped generally into those that speak of a &#8220;deserted place&#8221; and those that speak of a place/city/town called Bethsaida. The Byzantine reading is evidently a conflation of the earlier texts, and should be dismissed as secondary. The variants that speak of a deserted place are an assimilation to Mark 6:32, as well a harmonization with v. 12, and should also be regarded as secondary. The reading that best explains the rise of the others &#8211; both internally and externally &#8211; is the one that stands behind the translation and is found in the text of NA<sup>27</sup>.</p><p class="footnote"><b>tn</b> Or &#8220;city.&#8221;</p>

</body>
</html>
