<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="634"><p class="footnote"><span class="fnreference">34</span><note=346><b>tc</b> Behind &#8220;his daughter Herodias&#8221; is a most difficult textual problem. The reading adopted in the translation, <font face="Galaxie Unicode Greek">&#964;&#8134;&#962; &#952;&#965;&#947;&#945;&#964;&#961;&#8056;&#962; &#945;&#8016;&#964;&#959;&#8166; &#8190;&#919;&#961;&#8179;&#948;&#953;&#940;&#948;&#959;&#962;</font> (<font face="Greektl">th&quot; qugatro&quot; aujtou Jerwdiado&quot;</font>), is supported by <font face="Galaxie Unicode Hebrew">&#1488;</font> B D L <font face="Galaxie Unicode Greek">&#916;</font> 565 <i>pc</i>; it is also the most difficult reading internally since it describes Herodias as Herod&#8217;s daughter. Other readings are less awkward, but they do not have adequate external support. The reading <font face="Galaxie Unicode Greek">&#964;&#8134;&#962; &#952;&#965;&#947;&#945;&#964;&#961;&#8056;&#962; &#945;&#8016;&#964;&#8134;&#962; &#964;&#8134;&#962; &#8190;&#919;&#961;&#8179;&#948;&#953;&#940;&#948;&#959;&#962;</font> (<font face="Greektl">th&quot; qugatro&quot; auth&quot; th&quot; &amp;erwdiado&quot;</font>, &#8220;the daughter of Herodias herself&#8221;) is supported by A C (W) <font face="Galaxie Unicode Greek">&#920;</font> <font face="Greek Uncials">Ë</font><sup>13</sup> 33 <font face="Greek Uncials">Ï</font>, but this is also grammatically awkward. The easiest reading, <font face="Galaxie Unicode Greek">&#964;&#8134;&#962; &#952;&#965;&#947;&#945;&#964;&#961;&#8056;&#962; &#964;&#8134;&#962; &#8190;&#919;&#961;&#8179;&#948;&#953;&#940;&#948;&#959;&#962;</font> (&#8220;the daughter of Herodias&#8221;) is supported by <font face="Greek Uncials">Ë</font><sup>1</sup> <i>pc</i>, but this reading probably arose from an accidental omission of <font face="Galaxie Unicode Greek">&#945;&#8016;&#964;&#8134;&#962;</font> in the previous reading. The reading <font face="Galaxie Unicode Greek">&#964;&#8134;&#962; &#952;&#965;&#947;&#945;&#964;&#961;&#8056;&#962; &#945;&#8016;&#964;&#959;&#8166; &#8190;&#919;&#961;&#8179;&#948;&#953;&#940;&#948;&#959;&#962;</font>, despite its historical difficulties, is most likely original due to external attestation and the fact that it most likely gave rise to the other readings as scribes sought to correct it.</p>

</body>
</html>
