<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="59"><p class="footnote"><span class="fnreference">9</span><note=176><b>tc</b> The MT reads <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1513;&#1473;&#1463;&#1495;&#1458;&#1496;&#1464;&#1492; &#1513;&#1474;&#1461;&#1496;&#1460;&#1497;&#1501; &#1492;&#1462;&#1506;&#1456;&#1502;&#1460;&#1497;&#1511;&#1493;&#1468;</font> (<font face="Scholar">vÿshakhatah setim he</font>&#8217;<font face="Scholar">miqu</font>): &#8220;and rebels have made deep the slaughter.&#8221; The <i>BHS</i> editors propose <font face="Galaxie Unicode Hebrew">&#1493;&#1513;&#1473;&#1463;&#1495;&#1463;&#1514; &#1492;&#1463;&#1513;&#1473;&#1468;&#1460;&#1496;&#1468;&#1460;&#1497;&#1501; &#1492;&#1462;&#1506;&#1456;&#1502;&#1460;&#1497;&#1511;&#1493;&#1468;</font> (<font face="Scholar">vÿshakhat hashittim he</font>&#8217;<font face="Scholar">miqu</font>): &#8220;they have made the pit of Shittim [place of idolatry] deep&#8221; (cf. NRSV, TEV, NLT; see BDB 1006 s.v. <font face="Galaxie Unicode Hebrew">&#1513;&#1473;&#1463;&#1495;&#1458;&#1496;&#1468;&#1464;&#1492;</font>). This involves: (1) phonological confusion between the similar sounding consonants <font face="Galaxie Unicode Hebrew">&#1514;</font> (<font face="Scholar">tav</font>) and <font face="Galaxie Unicode Hebrew">&#1496;</font> (<font face="Scholar">tet</font>), (2) redivision of words to take <font face="Galaxie Unicode Hebrew">&#1492;</font> (<font face="Scholar">hey</font>) as the article with <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1513;&#1473;&#1468;&#1460;&#1496;&#1468;&#1460;&#1497;&#1501;</font> rather than feminine noun ending of <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1513;&#1473;&#1463;&#1495;&#1458;&#1496;&#1464;&#1492;</font>, and (3) revocalization of <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1513;&#1473;&#1468;&#1460;&#1496;&#1468;&#1460;&#1497;&#1501;</font> with the two <i>daghesh fortes</i>. Retaining the reading of the MT is preferable here.</p><p class="footnote"><b>tn</b> <i>Heb</i> &#8220;and those who revolt have gone deep into slaughter&#8221; (similar KJV, NIV); NASB &#8220;deep in depravity.&#8221;</p>

</body>
</html>
