<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<a name="41"></a><p class="footnote"><span class="fnreference">41</span><note=246><b>tc</b> The MT reads <font face="Galaxie Unicode Hebrew">&#1499;&#1468;&#1460;&#1502;&#1456;&#1495;&#1465;&#1500;&#1463;&#1514;</font> (<font face="Scholar">kimkholat</font>, &#8220;like the dance&#8221;), while other Hebrew <span class="smallcaps">mss</span> read <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1460;&#1502;&#1456;&#1495;&#1465;&#1500;&#1493;&#1465;&#1514;</font> (<font face="Scholar">bimkholot</font>, &#8220;in the dances&#8221;). The LXX&#8217;s <font face="Galaxie Unicode Greek">&#8032; &#967;&#959;&#961;&#959;&#8054;</font> (<font face="Greektl">w coroi,</font> &#8220;like the dances&#8221;) reflects <font face="Galaxie Unicode Hebrew">&#1499;&#1468;&#1460;&#1502;&#1456;&#1495;&#1465;&#1500;&#1493;&#1465;&#1514;</font> and Symmachus&#8217; <font face="Galaxie Unicode Greek">&#7952;&#957; &#964;&#961;&#8061;&#963;&#949;&#963;&#953;&#957; </font>(<font face="Greektl">en tpwsesin,</font> &#8220;in the injury&#8221;) reflects the locative preposition but a confusion of the noun.</p><p class="footnote"><b>tn</b> Alternately, &#8220;like a dance or two camps&#8221; or &#8220;like a dance in two lines.&#8221; The phrase <font face="Galaxie Unicode Hebrew">&#1499;&#1468;&#1460;&#1502;&#1456;&#1495;&#1465;&#1500;&#1463;&#1514; &#1492;&#1463;&#1502;&#1468;&#1463;&#1495;&#1458;&#1504;&#1464;&#1497;&#1460;&#1501;</font> (<font face="Scholar">kimkholat hammakhanayim</font>) is difficult to translate: &#8220;as it were the company of two armies&#8221; (KJV), &#8220;as at the dance of the two companies&#8221; (NASB), &#8220;as at the dance of Mahanaim&#8221; (NIV), &#8220;in the Mahanaim dance&#8221; (NJPS). The meaning of the individual terms is clear: The noun <font face="Galaxie Unicode Hebrew">&#1502;&#1456;&#1495;&#1465;&#1500;&#1464;&#1492;</font> (<font face="Scholar">mÿkholah</font>) denotes &#8220;dance in a ring&#8221; (Exod 15:20; 32:19; Judg 11:34; 21:21; 1 Sam 21:12; 29:5) (<i>HALOT </i>569 s.v. <font face="Galaxie Unicode Hebrew">&#1502;&#1456;&#1495;&#1465;&#1500;&#1464;&#1492;</font>). The noun <font face="Galaxie Unicode Hebrew">&#1502;&#1463;&#1495;&#1458;&#1504;&#1462;&#1492;</font> (<font face="Scholar">makhneh</font>) denotes &#8220;encampment, camp, army&#8221; and the dual form probably means &#8220;two armies&#8221; (<i>HALOT </i>570 s.v. <font face="Galaxie Unicode Hebrew">&#1502;&#1463;&#1495;&#1458;&#1504;&#1462;&#1492;</font>). However, the meaning of the genitive-construct <font face="Galaxie Unicode Hebrew">&#1502;&#1456;&#1495;&#1465;&#1500;&#1463;&#1514; &#1492;&#1463;&#1502;&#1468;&#1463;&#1495;&#1458;&#1504;&#1464;&#1497;&#1460;&#1501;</font> (<font face="Scholar">mÿkholat hammakhanayim</font>) is unclear: &#8220;dance of the two camps/armies&#8221;[?]. W. F. Albright proposed &#8220;the dance of the Mahanaim&#8221; (&#8220;Archaic Survivals in the Text of Canticles,&#8221; <i>Hebrew and Semitic Studies</i>, 5). LXX translates <font face="Galaxie Unicode Greek">&#8032; &#967;&#959;&#961;&#959;&#8054; &#964;&#8182;&#957; &#960;&#945;&#961;&#949;&#956;&#946;&#959;&#955;&#8182;&#957;</font> (<font face="Greektl">w coroi twn parembolwn,</font> &#8220;like the dances before the camps&#8221;).</p>

</body>
</html>
