<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="223"><p class="footnote"><span class="fnreference">23</span><note=103><b>tc</b> The MT reads <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1489;&#1468;&#1456;&#1512;&#1465;&#1513;&#1473;&#1460;&#1497;&#1501;</font> (<font face="Scholar">habbÿroshim</font>, &#8220;the cypresses&#8221;). A variant textual tradition (preserved in several Hebrew <sc>mss) reads <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1508;&#1468;&#1456;&#1512;&#1465;&#1513;&#1473;&#1460;&#1497;&#1501;</font> (<font face="Scholar">happÿroshim</font>, &#8220;spears, horses, horsemen&#8221;) which is reflected in the LXX and Syriac. The variant noun <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1508;&#1468;&#1456;&#1512;&#1465;&#1513;&#1473;&#1460;&#1497;&#1501;</font> is derived either from IV <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1513;&#1473;</font> (&#8220;horse, horseman&#8221;; see BDB 831 s.v. <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1513;&#1473;</font>; <i>HALOT</i> 977 s.v. <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1464;&#1513;&#1473;</font>) or II <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1513;&#1473;</font> (&#8220;spear, staff&#8221;) which is related to Akkadian <font face="Scholar">parussu</font> (&#8220;spear-staff&#8221;; see BDB 831 II <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1513;&#1473;</font>). The LXX connects <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1489;&#1468;&#1456;&#1512;&#1465;&#1513;&#1473;&#1460;&#1497;&#1501;</font> to IV <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1513;&#1473;</font> (&#8220;horsemen&#8221;) as indicated by its translation <font face="Galaxie Unicode Greek">&#959;&#7985; &#7985;&#960;&#960;&#949;&#970;&#962;</font> (<font face="Greektl">Joi Jippei&quot;</font>, &#8220;the horsemen&#8221;). While some English versions follow the MT (KJV, NASB, NIV, NJPS), others adopt the alternate textual tradition (RSV, NEB, NJB, NRSV).</p><p class="footnote"><b>tn</b> <i>Heb </i>&#8220;the cypresses&#8221;; alternately, &#8220;the horses.&#8221; The Hebrew noun <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1489;&#1468;&#1456;&#1512;&#1465;&#1513;&#1473;&#1460;&#1497;&#1501;</font> (&#8220;the cypresses&#8221;) is probably from the root <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1456;&#1512;&#1493;&#1465;&#1513;&#1473;</font> (<font face="Scholar">bÿrosh</font>, &#8220;cypress, fir&#8221;) and is a figure of speech (synecdoche of material) in which the thing made (spear-shafts) is intended by the use of the term for the material out of which it is made (cypress wood). See K. J. Cathcart, <i>Nahum in the Light of Northwest Semitic </i>(BibOr), 89.</p>

</body>
</html>
