<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="283"><p class="footnote"><span class="fnreference">83</span><note=124><b>tn</b> <i>Heb</i> &#8220;Jezreel.&#8221; The use of the name <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1494;&#1456;&#1512;&#1456;&#1506;&#1462;&#1488;&#1500;</font> (<font face="Scholar">yizré</font>&#8217;<font face="Scholar">e</font>&#8217;<font face="Scholar">l</font>, &#8220;Jezreel&#8221;) creates a powerful three-fold wordplay: (1) The proper name <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1494;&#1456;&#1512;&#1456;&#1506;&#1462;&#1488;&#1500;</font> (&#8220;Jezreel&#8221;) is a phonetic wordplay on the similar sounding name <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1513;&#1474;&#1456;&#1512;&#1464;&#1488;&#1461;&#1500;</font> (<font face="Scholar">yisra</font>&#8217;<font face="Scholar">el</font>, &#8220;Israel&#8221;): God will answer Israel, that is, Jezreel. (2) The name <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1494;&#1456;&#1512;&#1456;&#1506;&#1462;&#1488;&#1500;</font> (&#8220;Jezreel&#8221;) plays on the verb <font face="Galaxie Unicode Hebrew">&#1494;&#1464;&#1512;&#1463;&#1506;</font> (<font face="Scholar">zara</font>&#8217;, &#8220;to sow, plant&#8221;), the immediately following word: <font face="Galaxie Unicode Hebrew">&#1493;&#1468;&#1494;&#1456;&#1512;&#1463;&#1506;&#1456;&#1514;&#1468;&#1460;&#1497;&#1492;&#1464;</font> (<font face="Scholar">uzéra</font>&#8217;<font face="Scholar">tiha</font>, <font face="Scholar">vav</font> + Qal perfect 1st person common singular + 3rd person feminine singular suffix: &#8220;I will sow/plant her&#8221;). This wordplay creates a popular etymology for <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1494;&#1456;&#1512;&#1456;&#1506;&#1462;&#1488;&#1500;</font> meaning, &#8220;God sows/plants,&#8221; which fits well into the agricultural fertility imagery in 2:21-23 [2:23-25]. (3) This positive connotation of <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1494;&#1456;&#1512;&#1456;&#1506;&#1462;&#1488;&#1500;</font> (&#8220;Jezreel&#8221;) in 2:21-23[23-25] reverses the negative connotation of <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1494;&#1456;&#1512;&#1456;&#1506;&#1462;&#1488;&#1500;</font> (&#8220;Jezreel&#8221;) in 1:4-5 (bloodshed of Jehu in the Jezreel Valley).</p>

</body>
</html>
