<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="1222"><p class="footnote"><span class="fnreference">22</span><note=748><b>tc</b> The MT vocalizes consonantal <font face="Galaxie Unicode Hebrew">&#1493;&#1514;&#1508;&#1512;</font> as <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1514;&#1464;&#1508;&#1461;&#1512;</font> (<font face="Scholar">vÿtafer</font>, conjunction + Hiphil imperfect 3rd person feminine singular from <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1512;</font> , <font face="Scholar">parar</font>, &#8220;to burst&#8221;). However, an alternate vocalization tradition of <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1514;&#1467;&#1508;&#1468;&#1463;&#1512;</font> (<font face="Scholar">vÿtupar</font>, conjunction + Hophal imperfect 3rd person feminine singular &#8220;to be broken down&#8221;) is reflected in the LXX which reads <font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#948;&#953;&#945;&#963;&#954;&#949;&#948;&#945;&#963;&#952;&#8135; </font>(<font face="Greektl">kai diaskedasqh</font>, &#8220;is scattered&#8221;) and Symmachus <font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#948;&#953;&#945;&#955;&#965;&#952;&#8135;</font> (<font face="Greektl">kai dialuqh</font>, &#8220;is broken up&#8221;) which is followed by the Syriac. On the other hand, Aquila&#8217;s <font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#954;&#945;&#961;&#960;&#949;&#973;&#963;&#949;&#953;</font> (<font face="Greektl">kai karpeusei</font>, &#8220;are enjoyed,&#8221; of fruits) reflects <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1514;&#1460;&#1508;&#1456;&#1512;&#1462;&#1492;</font> (Qal imperfect 3rd person feminine singular from <font face="Galaxie Unicode Hebrew">&#1508;&#1464;&#1512;&#1463;&#1492;</font>, &#8220;to bear fruit&#8221;); this does not reflect an alternate reading but a translator&#8217;s error in word division between <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1514;&#1464;&#1508;&#1461;&#1512; &#1492;&#1464;&#1488;&#1458;&#1489;&#1460;&#1497;&#1468;&#1493;&#1465;&#1504;&#1464;&#1492;</font> (<font face="Scholar">vÿtafer ha</font>&#8217;<font face="Scholar">aviyyonah</font>, &#8220;the caper berry bursts&#8221;) and <font face="Galaxie Unicode Hebrew">&#1493;&#1456;&#1514;&#1460;&#1508;&#1456;&#1512;&#1462;&#1492; &#1488;&#1458;&#1489;&#1460;&#1497;&#1468;&#1493;&#1465;&#1504;&#1464;&#1492;</font> (<font face="Scholar">vÿtifreh </font>&#8217;<font face="Scholar">aviyyonah</font>, &#8220;the caper berry bears fruit&#8221;).</p><p class="footnote"><b>tn</b> Or &#8220;fails&#8221;; or &#8220;bursts.&#8221; The meaning of the verb <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1512;</font> (<font face="Scholar">parar</font>, &#8220;to break; to make ineffectual&#8221;) is debated: (1) &#8220;to be ineffectual,&#8221; that is, to fail to provide sexual power as an aphrodisiac, or (2) &#8220;to break; to burst,&#8221; that is, the caper berry fruit shrivels as it lingers on its branch beyond its period of ripeness (<i>HALOT </i>975 s.v. <font face="Galaxie Unicode Hebrew">&#1508;&#1512;&#1512;</font> 2.f; BDB 830 s.v. I. <font face="Galaxie Unicode Hebrew">&#1508;&#1468;&#1464;&#1512;&#1463;&#1512;</font> 2.d).</p>

</body>
</html>
