<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="1530"><p class="footnote"><span class="fnreference">30</span><note=246><b>tc</b> The manuscripts are grouped into four basic readings here: (1) <font face="Galaxie Unicode Hebrew">&#1488;</font> C 0243* 33 1739 have &#8220;we all will sleep, but we will not all be changed&#8221; (<font face="Galaxie Unicode Greek">&#960;&#940;&#957;&#964;&#949;&#962; &#954;&#959;&#953;&#956;&#951;&#952;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font>,<font face="Galaxie Unicode Greek"> &#959;&#8016; &#960;&#940;&#957;&#964;&#949;&#962; &#948;&#8050; &#7936;&#955;&#955;&#945;&#947;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font>); (2) <font face="Greek Uncials">Ì</font><sup>46</sup> A<sup>c</sup> (F G) have &#8220;we will not all sleep, but we will not all be changed&#8221; (<font face="Galaxie Unicode Greek">&#960;&#940;&#957;&#964;&#949;&#962; &#959;&#8016; &#954;&#959;&#953;&#956;&#951;&#952;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font>,<font face="Galaxie Unicode Greek"> &#959;&#8016; &#960;&#940;&#957;&#964;&#949;&#962; &#948;&#8050; &#7936;&#955;&#955;&#945;&#947;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font>); (3) D* lat Tert Ambst Spec read &#8220;we will all rise, but we will not all be changed.&#8221; (4) The wording <font face="Galaxie Unicode Greek">&#960;&#940;&#957;&#964;&#949;&#962; &#959;&#8016; &#954;&#959;&#953;&#956;&#951;&#952;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font>,<font face="Galaxie Unicode Greek"> &#960;&#940;&#957;&#964;&#949;&#962; &#948;&#8050; &#7936;&#955;&#955;&#945;&#947;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font> (&#8220;we will not all sleep, but we will all be changed&#8221;) is found in B D<sup>2</sup> <font face="Galaxie Unicode Greek">&#936; </font>075 0243<sup>c</sup> 1881 <font face="Greek Uncials">Ï</font><font face="Galaxie Unicode Greek"> </font>sy co. How shall we interpret such data? In light of the fact that Paul and his generation did in fact die, early scribes may have felt some embarrassment over the bald statement, &#8220;We will not all sleep&#8221; (<font face="Galaxie Unicode Greek">&#960;&#940;&#957;&#964;&#949;&#962; &#959;&#8016; &#954;&#959;&#953;&#956;&#951;&#952;&#951;&#963;&#972;&#956;&#949;&#952;&#945;</font>). This could account for the first variant. Although the second variant could be viewed as a conflation of (1) and (4) (so <i>TCGNT</i> 502; G. D. Fee, <i>First Corinthians</i> [NICNT], 796), it could also have arisen consciously, to guard against the notion that all whom Paul was addressing should regard themselves as true believers. The third variant, prominent in the Western witnesses, may have arisen to counter those who would deny the final resurrection (so <i>TCGNT</i> 502). In any event, since the fourth reading has the best credentials externally and best explains the rise of the others it should be adopted as the authentic wording here.</p><p class="footnote"><b>tn</b> See the note on the word &#8220;asleep&#8221; in 15:6.</p>

</body>
</html>
