<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="7319"><p class="footnote"><span class="fnreference">19</span><note=2653><b>tc</b> <i>Heb</i> &#8220;therefore his people return [so <i>Qere</i> (marginal reading); <i>Kethib</i> (consonantal text) has &#8220;he brings back&#8221;] to here, and waters of abundance are sucked up by them.&#8221; The traditional Hebrew text (MT) defies explanation. The present translation reflects M. Dahood&#8217;s proposed emendations (<i>Psalms </i>[AB], 2:190) and reads the Hebrew text as follows: <font face="Galaxie Unicode Hebrew">&#1500;&#1464;&#1499;&#1461;&#1503; &#1497;&#1460;&#1513;&#1474;&#1456;&#1489;&#1456;&#1506;&#1493;&#1468;&#1501; &#1500;&#1462;&#1495;&#1462;&#1501; &#1493;&#1468;&#1502;&#1461;&#1497; &#1502;&#1464;&#1500;&#1461;&#1488; &#1497;&#1464;&#1502;&#1465;&#1510;&#1468;&#1493;&#1468; &#1500;&#1464;&#1502;&#1493;&#1465;</font> (&#8220;therefore they are filled with food, and waters of abundance they suck up for themselves&#8221;). The reading <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1513;&#1474;&#1456;&#1489;&#1456;&#1506;&#1493;&#1468;&#1501; &#1500;&#1462;&#1495;&#1462;&#1501;</font> (<font face="Scholar">yisvÿ</font>&#8217;<font face="Scholar">um lekhem</font>, &#8220;they are filled with food&#8221;) assumes (1) an emendation of <font face="Galaxie Unicode Hebrew">&#1497;&#1464;&#1513;&#1473;&#1497;&#1468;&#1489; &#1506;&#1463;&#1502;&#1468;&#1493;&#1465;</font> (<font face="Scholar">yashyyv</font>, &#8220;he will bring back his people&#8221;) to <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1513;&#1474;&#1456;&#1489;&#1456;&#1506;&#1493;&#1468;&#1501;</font> (<font face="Scholar">yisvÿ</font>&#8217;<font face="Scholar">um</font>, &#8220;they will be filled&#8221;; a Qal imperfect third masculine plural form from <font face="Galaxie Unicode Hebrew">&#1513;&#1474;&#1464;&#1489;&#1463;&#1506;</font> [<font face="Scholar">sava</font>&#8217;] with enclitic <i>mem </i>[<font face="Galaxie Unicode Hebrew">&#1501;</font>]), and (2) an emendation of <font face="Galaxie Unicode Hebrew">&#1492;&#1458;&#1500;&#1465;&#1501;</font> (<font face="Scholar">halom</font>, &#8220;to here&#8221;) to <font face="Galaxie Unicode Hebrew">&#1500;&#1462;&#1495;&#1462;&#1501;</font> (&#8220;food&#8221;). The expression &#8220;be filled/fill with food&#8221; appears elsewhere at least ten times (see Ps 132:15, for example). In the second line the Niphal form <font face="Galaxie Unicode Hebrew">&#1497;&#1460;&#1502;&#1468;&#1464;&#1510;&#1493;&#1468;</font> (<font face="Scholar">yimmatsu</font>, derived from <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1510;&#1464;&#1492;</font>, <font face="Scholar">matsah</font>, &#8220;drain&#8221;) is emended to a Qal form <font face="Galaxie Unicode Hebrew">&#1497;&#1464;&#1502;&#1465;&#1510;&#1468;&#1493;&#1468;</font> (<font face="Scholar">yamotsu</font>), derived from <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1510;&#1463;&#1509;</font> (<font face="Scholar">matsats</font>, &#8220;to suck&#8221;). In Isa 66:11 the verbs <font face="Galaxie Unicode Hebrew">&#1513;&#1474;&#1464;&#1489;&#1463;&#1506;</font> (<font face="Scholar">sava</font>&#8217;; proposed in Ps 73:10a) and <font face="Galaxie Unicode Hebrew">&#1502;&#1464;&#1510;&#1463;&#1509;</font> (proposed in Ps 73:10b) are parallel. The point of the emended text is this: Because they are seemingly sovereign (v. 9), they become greedy and grab up everything they need and more.</p>

</body>
</html>
