<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="46"><p class="footnote"><span class="fnreference">6</span><note=180><b>tn</b> There is no subordinating conjunction following the <font face="Galaxie Unicode Greek">&#7952;&#957; &#964;&#959;&#973;&#964;&#8179;</font> (<font face="Greektl">en toutw</font>) here in 4:2, so the phrase could refer either (1) to what precedes or (2) to what follows. Contextually the phrase refers to what follows, because the following clause in 4:2b-3a (<font face="Galaxie Unicode Greek">&#960;&#8118;&#957; &#960;&#957;&#949;&#8166;&#956;&#945; &#8003; &#8001;&#956;&#959;&#955;&#959;&#947;&#949;&#8150; &#8127;&#921;&#951;&#963;&#959;&#8166;&#957; &#935;&#961;&#953;&#963;&#964;&#8056;&#957;</font>&#8230;<font face="Galaxie Unicode Greek">&#7952;&#954; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166; &#7952;&#963;&#964;&#953;&#957;</font>,<font face="Galaxie Unicode Greek"> &#954;&#945;&#8054; &#960;&#8118;&#957; &#960;&#957;&#949;&#8166;&#956;&#945; &#8003; &#956;&#8052; &#8001;&#956;&#959;&#955;&#959;&#947;&#949;&#8150; &#964;&#8056;&#957; &#8127;&#921;&#951;&#963;&#959;&#8166;&#957; &#7952;&#954; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166; &#959;&#8016;&#954; &#7956;&#963;&#964;&#953;&#957;</font>), while not introduced by a subordinating conjunction, does explain the preceding clause beginning with <font face="Galaxie Unicode Greek">&#7952;&#957; &#964;&#959;&#973;&#964;&#8179;</font>. In other words, the following clause in 4:2b-3a is analogous to a subordinate clause introduced by an epexegetical <font face="Galaxie Unicode Greek">&#7989;&#957;&#945;</font> (<font face="Greektl">Jina</font>) or <font face="Galaxie Unicode Greek">&#8005;&#964;&#953;</font> (<font face="Greektl">Joti</font>), and the relationship can be represented in the English translation by a colon, &#8220;By this you know the Spirit of God<b>:</b> Every Spirit that confesses Jesus as the Christ who has come in the flesh is from God, but every Spirit that does not confess Jesus is not from God.&#8221;</p>

</body>
</html>
