<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<a name="19"></a><p class="footnote"><span class="fnreference">19</span><note=265><b>tc</b> The MT preserves a syntactically difficult reading <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1463;&#1514;&#1468;&#1463;&#1506;&#1458;&#1504;&#1493;&#1468;&#1490;&#1460;&#1497;&#1501;</font> (<font face="Scholar">batta</font>&#8217;<font face="Scholar">anugim</font>, &#8220;in/with delights&#8221;). A variant Hebrew textual tradition preserves the alternate reading <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1463;&#1514; &#1514;&#1468;&#1463;&#1506;&#1458;&#1504;&#1493;&#1468;&#1490;&#1460;&#1497;&#1501;</font> (<font face="Scholar">bat ta</font>&#8217;<font face="Scholar">anugim</font>, &#8220;daughter of delights&#8221; or &#8220;delightful daughter&#8221;). The textual variant is either due to haplography (mistakenly writing <font face="Galaxie Unicode Hebrew">&#1514;</font> once instead of twice) or dittography (mistakenly writing <font face="Galaxie Unicode Hebrew">&#1514;</font> twice instead of once). The alternate textual tradition is reflected in Aquila <font face="Galaxie Unicode Greek">&#952;&#965;&#947;&#940;&#964;&#951;&#961; &#964;&#961;&#965;&#966;&#8182;&#957; </font>(<font face="Greektl">qugarhr trufwn,</font> &#8220;daughter of delights&#8221;). However, the MT reading <font face="Galaxie Unicode Hebrew">&#1488;&#1463;&#1492;&#1458;&#1489;&#1464;&#1492; &#1489;&#1468;&#1463;&#1514;&#1468;&#1463;&#1506;&#1458;&#1504;&#1493;&#1468;&#1490;&#1460;&#1497;&#1501;</font> (&#8217;<font face="Scholar">ahavah batta</font>&#8217;<font face="Scholar">anugim</font>, &#8220;O love, in your delights&#8221;) is <font face="Galaxie Unicode Hebrew">&#1488;&#1463;&#1492;&#1458;&#1489;&#1464;&#1492; &#1489;&#1468;&#1463;&#1514;&#1468;&#1463;&#1506;&#1458;&#1504;&#1493;&#1468;&#1490;&#1460;&#1497;&#1501;</font> (&#8220;O love, in your delights&#8221;) is supported by LXX (Old Greek) <font face="Galaxie Unicode Greek">&#7936;&#947;&#940;&#960;&#951;</font>,<font face="Galaxie Unicode Greek"> &#7952;&#957; &#964;&#961;&#965;&#966;&#945;&#8150;&#962; &#963;&#959;&#965; </font>(<font face="Greektl">agaph, en trufais sou,</font> &#8220;O love, in your delights&#8221;).</p><p class="footnote"><b>tn</b> The term <font face="Galaxie Unicode Hebrew">&#1514;&#1468;&#1463;&#1506;&#1458;&#1504;&#1493;&#1468;&#1490;</font> (<font face="Scholar">ta</font>&#8217;<font face="Scholar">anug</font>, &#8220;luxury, daintiness, exquisite delight&#8221;) is used in reference to: (1) tender love (Mic 1:16); (2) the object of pleasure (Mic 2:9); (3) erotic pleasures (Eccl 2:8); (4) luxury befitting a king (Prov 19:10). The term may have sexual connotations, as when it is used in reference to a harem of women who are described as &#8220;the delights&#8221; of the heart of a man (Eccl 2:8) (BDB 772 s.v. <font face="Galaxie Unicode Hebrew">&#1514;&#1468;&#1463;&#1506;&#1458;&#1504;&#1493;&#1468;&#1490;</font>).</p>

</body>
</html>
