<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="33"><p class="footnote"><span class="fnreference">3</span><note=51><b>tc</b> A variety of readings occurs in this verse. Instead of &#8220;and fellow worker for God&#8221; (<font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font>, <font face="Greektl">kai sunergon tou qeou</font>), B has &#8220;and fellow worker&#8221; (<font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#972;&#957;</font>); <font face="Galaxie Unicode Hebrew">&#1488;</font> A P <font face="Galaxie Unicode Greek">&#936;</font> 0278 6 81 629* 1241 1739 1881 2464 lat co read &#8220;and servant of God&#8221; (<font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#948;&#953;&#940;&#954;&#959;&#957;&#959;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font>, <font face="Greektl">kai diakonon tou qeou</font>); D<sup>2</sup> <font face="Greek Uncials">Ï</font> and a few versional witnesses read &#8220;and a servant of God and our fellow worker&#8221; (<font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#948;&#953;&#940;&#954;&#959;&#957;&#959;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166; &#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#7969;&#956;&#8182;&#957;</font>); and F G have &#8220;servant and fellow worker for God&#8221; (<font face="Galaxie Unicode Greek">&#948;&#953;&#940;&#954;&#959;&#957;&#959;&#957; &#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font>). The reading of the text (<font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font>) is found in D* 33 b {d m o} Ambst {Pel}. It may be argued that all readings that do not collocate <font face="Galaxie Unicode Greek">&#963;&#965;&#957;&#949;&#961;&#947;&#972;&#957;</font> with <font face="Galaxie Unicode Greek">&#952;&#949;&#959;&#8166;</font> are secondary, as this is certainly the harder reading. Indeed, in only one other place in the NT are human beings said to be <font face="Galaxie Unicode Greek">&#963;&#965;&#957;&#949;&#961;&#947;&#959;&#8054; &#952;&#949;&#959;&#8166;</font> (<font face="Greektl">sunergoi qeou</font>; 1 Cor 3:9), and the simplest (though by no means the only) interpretation is that the genitive should be taken associatively (&#8220;a fellow worker <i>in association with</i> God&#8221;). It is difficult to account for <font face="Galaxie Unicode Greek">&#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font> here unless it is authentic because of the theological difficulty that would be easily seen in this wording. A genealogy of the readings suggests that various scribes may have deleted <font face="Galaxie Unicode Greek">&#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font> or swapped <font face="Galaxie Unicode Greek">&#948;&#953;&#940;&#954;&#959;&#957;&#959;&#957;</font> for <font face="Galaxie Unicode Greek">&#963;&#965;&#957;&#949;&#961;&#947;&#972;&#957;</font> to remove the offense. The readings of the Byzantine text and two Western <sc>mss (F G) appear to be conflations of earlier readings, but the reading of F G nevertheless indirectly supports <font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font> since it does not remove the offense. Although the witnesses for <font face="Galaxie Unicode Greek">&#954;&#945;&#8054; &#963;&#965;&#957;&#949;&#961;&#947;&#8056;&#957; &#964;&#959;&#8166; &#952;&#949;&#959;&#8166;</font> are minimal, the internal evidence is quite strong in favor of this reading. With hesitation, it is adopted as authentic.</p><p class="footnote"><b>tn</b> Although 1 Thess 3:2 is frequently understood to mean that Timothy is &#8220;God&#8217;s fellow worker,&#8221; such a view assumes that the genitive <font face="Galaxie Unicode Greek">&#952;&#949;&#959;&#8166;</font> (<font face="Greektl">qeou</font>) is associative for it is related to <font face="Galaxie Unicode Greek">&#963;&#965;&#957;&#949;&#961;&#947;&#972;&#957;</font> (<font face="Greektl">sunergon</font>). However, a genitive of association is not required by the syntax (cf. <i>ExSyn</i> 130).</p>

</body>
</html>
