<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="47"><p class="footnote"><span class="fnreference">7</span><note=106><b>tc</b> The Byzantine text and a few other <sc>mss (P 33 <font face="Greek Uncials">Ï</font>) have the intransitive <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#8180;&#954;&#951;&#963;&#949;&#957;</font> (<font face="Greektl">katwkhsen</font>) here, which turns <font face="Galaxie Unicode Greek">&#964;&#8056; &#960;&#957;&#949;&#8166;&#956;&#945;</font> (<font face="Greektl">to pneuma</font>) into the subject of the verb: &#8220;The spirit which lives within us.&#8221; But the more reliable and older witnesses (<font face="Greek Uncials">Ì</font><sup>74</sup> <font face="Galaxie Unicode Hebrew">&#1488;</font> B <font face="Galaxie Unicode Greek">&#936;</font> 049 1241 1739 <i>al</i>) have the causative verb, <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#8180;&#954;&#953;&#963;&#949;&#957;</font> (<font face="Greektl">katwkisen</font>), which implies a different subject and <font face="Galaxie Unicode Greek">&#964;&#8056; &#960;&#957;&#949;&#8166;&#956;&#945;</font> as the object: &#8220;The spirit that he causes to live within us.&#8221; Both because of the absence of an explicit subject and the relative scarcity of the causative <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#959;&#953;&#954;&#943;&#950;&#969;</font> (<font face="Greektl">katoikizw</font>, &#8220;cause to dwell&#8221;) compared to the intransitive <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#959;&#953;&#954;&#941;&#969;</font> (<font face="Greektl">katoikew</font>, &#8220;live, dwell&#8221;) in biblical Greek (<font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#959;&#953;&#954;&#943;&#950;&#969;</font> does not occur in the NT at all, and occurs one twelfth as frequently as <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#959;&#953;&#954;&#941;&#969;</font> in the LXX), it is easy to see why scribes would replace <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#8180;&#954;&#953;&#963;&#949;&#957;</font> with <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#8180;&#954;&#951;&#963;&#949;&#957;</font>. Thus, on internal and external grounds, <font face="Galaxie Unicode Greek">&#954;&#945;&#964;&#8180;&#954;&#953;&#963;&#949;&#957;</font> is the preferred reading.</p>

</body>
</html>
