<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="426"><p class="footnote"><span class="fnreference">26</span><note=175><b>tc</b> The MT adjective <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1513;&#1473;&#1460;&#1497;&#1514;</font> (<font face="Scholar">kharishit</font>, &#8220;autumnal&#8221;) is a <font face="Scholar">hapax legomenon</font> with an unclear meaning (BDB 362 s.v. <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1513;&#1473;&#1460;&#1497;</font>); therefore, the <i>BHS</i> editors propose a conjectural emendation to the adjective <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1508;&#1460;&#1497;&#1514;</font> (<font face="Scholar">kharifit</font>, &#8220;autumnal&#8221;) from the noun <font face="Galaxie Unicode Hebrew">&#1495;&#1465;&#1512;&#1462;&#1507;</font> (<font face="Scholar">khoref</font>, &#8220;autumn&#8221;; see BDB 358 s.v. <font face="Galaxie Unicode Hebrew">&#1495;&#1512;&#1462;&#1507;</font>). However, this emendation would also create a <font face="Scholar">hapax legomenon</font> and it would be no more clear than relating the MT&#8217;s <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1513;&#1473;&#1460;&#1497;&#1514;</font> to I <font face="Galaxie Unicode Hebrew">&#1495;&#1464;&#1512;&#1463;&#1513;&#1473;</font> (<font face="Scholar">kharash</font>, &#8220;to plough&#8221; [in autumn harvest]).</p><p class="footnote"><b>tn</b> <i>Heb</i> &#8220;autumnal&#8221; or &#8220;sultry.&#8221; The adjective <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1513;&#1473;&#1460;&#1497;&#1514;</font> is a <font face="Scholar">hapax legomenon</font> whose meaning is unclear; it might mean &#8220;autumnal&#8221; (from I <font face="Galaxie Unicode Hebrew">&#1495;&#1464;&#1512;&#1463;&#1513;&#1473;</font>, <font face="Scholar">kharash</font>; &#8220;to plough&#8221; [in the autumn harvest-time]), &#8220;silent&#8221; = &#8220;sultry&#8221; (from IV. <font face="Galaxie Unicode Hebrew">&#1495;&#1512;&#1513;&#1473;</font>, &#8220;to be silent&#8221;; BDB 362 s.v. <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1513;&#1473;&#1460;&#1497;</font>). The form <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1513;&#1473;&#1460;&#1497;&#1514;</font> might be an alternate spelling of <font face="Galaxie Unicode Hebrew">&#1495;&#1458;&#1512;&#1460;&#1497;&#1505;&#1460;&#1497;&#1514;</font> (<font face="Scholar">kharisit</font>) from the noun <font face="Galaxie Unicode Hebrew">&#1495;&#1462;&#1512;&#1462;&#1505;</font> (<font face="Scholar">kheres</font>, &#8220;sun&#8221;) and so mean &#8220;hot&#8221; (BDB 362 s.v.).</p>

</body>
</html>
