<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="915"><p class="footnote"><span class="fnreference">15</span><note=282><b>tc</b> The Aleppo Codex and Leningrad Codex (the MT <sc>ms employed for <i>BHS</i>) both place the <i>atnach</i> (colon-divider) after <font face="Galaxie Unicode Hebrew">&#1497;&#1461;&#1491;&#1456;&#1506;&#1493;&#1468; &#1497;&#1460;&#1513;&#1474;&#1456;&#1512;&#1464;&#1488;&#1461;&#1500;</font> (<font face="Scholar">yedÿ</font>&#8217;<font face="Scholar">u yisra</font>&#8217;<font face="Scholar">el</font>, &#8220;Let Israel know!&#8221;), indicating that this line belongs with 9:7a (cf. NAB, NASB, NIV). However, the LXX reads <font face="Galaxie Unicode Greek">&#954;&#945;&#954;&#969;&#952;&#8053;&#963;&#949;&#964;&#945;&#953;</font> (<font face="Greektl">kakwqhsetai</font>) which reflects an underlying <font face="Scholar">Vorlage</font> of <font face="Galaxie Unicode Hebrew">&#1497;&#1464;&#1512;&#1461;&#1506;&#1493;&#1468;</font> (<font face="Scholar">yare</font>&#8217;<font face="Scholar">u</font>, Qal<i> </i>imperfect 3rd person common plural from <font face="Galaxie Unicode Hebrew">&#1497;&#1464;&#1512;&#1463;&#1506;</font>, <font face="Scholar">yara</font>&#8217;, &#8220;to cry&#8221;), as opposed to the MT <font face="Galaxie Unicode Hebrew">&#1497;&#1461;&#1491;&#1456;&#1506;&#1493;&#1468;</font> (<font face="Scholar">yedÿ</font>&#8217;<font face="Scholar">u</font>, Qal jussive 3rd common plural from <font face="Galaxie Unicode Hebrew">&#1497;&#1464;&#1491;&#1463;&#1506;</font>, <font face="Scholar">yada</font>&#8217;, &#8220;to know&#8221;). The Old Greek connects <font face="Galaxie Unicode Hebrew">&#1497;&#1461;&#1491;&#1456;&#1506;&#1493;&#1468; &#1497;&#1460;&#1513;&#1474;&#1456;&#1512;&#1464;&#1488;&#1461;&#1500;</font> (&#8220;Israel cries out&#8221;) with the following lines (cf. NRSV), which appear to be quotations of Israel mocking Hosea. Aquila (<font face="Galaxie Unicode Greek">&#7956;&#947;&#957;&#969;</font>, <font face="Greektl">egnw</font>) and Symmachus (<font face="Galaxie Unicode Greek">&#947;&#957;&#8061;&#963;&#949;&#964;&#945;&#953;</font>, <font face="Greektl">gnwsetai</font>) both reflect the proto-MT tradition. For a discussion of this textual and syntactical problem, see H. W. Wolff, <i>Hosea</i> (Hermeneia), 150.</p>

</body>
</html>
