<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<a name="16"></a><p class="footnote"><span class="fnreference">6</span><note=6><b>tn</b> <i>Heb</i> &#8220;great city.&#8221; The adjective <font face="Galaxie Unicode Hebrew">&#1490;&#1468;&#1464;&#1491;&#1493;&#1465;&#1500;</font> (<font face="Scholar">gadol</font>, &#8220;great&#8221;) can refer to a wide variety of qualities: (1) size: &#8220;large,&#8221; (2) height: &#8220;tall,&#8221; (3) magnitude: &#8220;great,&#8221; (4) number: &#8220;populous,&#8221; (5) power: &#8220;mighty,&#8221; (6) influence: &#8220;powerful,&#8221; (8) significance: &#8220;important,&#8221; (7) finance: &#8220;wealthy,&#8221; (8) intensity: &#8220;fierce,&#8221; (9) sound: &#8220;loud,&#8221; (10) age: &#8220;oldest,&#8221; (11) importance: &#8220;distinguished,&#8221; (12) position: &#8220;chief, leading, head&#8221; (<i>HALOT</i> 177-78 s.v. <font face="Galaxie Unicode Hebrew">&#1490;&#1468;&#1464;&#1491;&#1493;&#1465;&#1500;</font>; BDB 152-53 s.v. <font face="Galaxie Unicode Hebrew">&#1490;&#1468;&#1464;&#1491;&#1493;&#1465;&#1500;</font>). The phrase <font face="Galaxie Unicode Hebrew">&#1506;&#1460;&#1497;&#1512;&#1470;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492;</font> (&#8217;<font face="Scholar">ir-gÿdolah</font>, &#8220;city&#8221;) may designate a city that is (1) large in size (Josh 10:2; Neh 4:7) or (2) great in power: (a) important city-state (Gen 10:12) or (b) prominent capital city (Jer 22:8). The phrase <font face="Galaxie Unicode Hebrew">&#1506;&#1460;&#1497;&#1512;&#1470;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492;</font> (both with and without the article) is used four times in Jonah (1:2; 3:2, 3; 4:11). This phrase is twice qualified by a statement about its immense dimensions (3:3) or large population (4:11), so <font face="Galaxie Unicode Hebrew">&#1490;&#1468;&#1464;&#1491;&#1493;&#1465;&#1500;</font> might denote size. However, size is not the issue in 1:2. At this time in history, Nineveh was the most powerful city in the ancient Near East as the capital of the mighty Neo-Assyrian Empire. It is likely that <font face="Galaxie Unicode Hebrew">&#1506;&#1460;&#1497;&#1512;&#1470;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492;</font> here is the Hebrew equivalent of the Assyrian <font face="Scholar">a&#8222;lu rabu</font> (&#8220;the important city&#8221; = capital city of the empire), just as <font face="Galaxie Unicode Hebrew">&#1502;&#1463;&#1500;&#1456;&#1499;&#1468;&#1460;&#1497; &#1512;&#1463;&#1489;</font> (<font face="Scholar">malki rav</font>, &#8220;great king&#8221;; Hos 5:13; 10:6) is the equivalent of the Assyrian <i>malku rabu</i> (&#8220;great king&#8221; = ruler of the empire; D. Stuart, <i>Hosea-Jonah</i> [WBC], 448). Perhaps the closest West Semitic parallel to <font face="Galaxie Unicode Hebrew">&#1492;&#1464;&#1506;&#1460;&#1497;&#1512; &#1492;&#1464;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492;</font> (<font face="Scholar">ha</font>&#8217;<font face="Scholar">ir haggÿdolah</font>) is in an Amarna letter from King Abimilki of Tyre to Amenhotep IV: &#8220;Behold, I protect Tyre, the capital city (<i><sup>uru</sup>Surri uru rabitu</i>) for the king my lord&#8221; (EA 147:61-63). Hebrew constructions in which a determined noun is modified by the determined adjective <font face="Galaxie Unicode Hebrew">&#1492;&#1464;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492;</font> (&#8220;the great&#8230;&#8221;) often denote singular, unique greatness, e.g., <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1504;&#1468;&#1464;&#1492;&#1464;&#1512; &#1492;&#1464;&#1490;&#1468;&#1464;&#1491;&#1465;&#1500;</font> (<font face="Scholar">hannahar haggadol</font>, &#8220;the great river&#8221;) = the Euphrates (Deut 1:7); <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1497;&#1468;&#1464;&#1501; &#1492;&#1463;&#1490;&#1468;&#1464;&#1491;&#1493;&#1465;&#1500;</font> (<font face="Scholar">hayyam haggadol</font>, &#8220;the great sea&#8221;) = the Mediterranean (Josh 1:4); <font face="Galaxie Unicode Hebrew">&#1492;&#1463;&#1499;&#1468;&#1465;&#1492;&#1461;&#1503; &#1492;&#1463;&#1490;&#1468;&#1464;&#1491;&#1493;&#1465;&#1500;</font> (<font face="Scholar">hakkohen haggadol</font>, &#8220;the great priest&#8221;) = the chief priest (Lev 21:10); and <font face="Galaxie Unicode Hebrew">&#1500;&#1464;&#1506;&#1460;&#1497;&#1512; &#1492;&#1463;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492; &#1492;&#1463;&#1494;&#1468;&#1465;&#1488;&#1514;</font> (<font face="Scholar">la</font>&#8217;<font face="Scholar">ir haggÿdolah hazzo</font>&#8217;<font face="Scholar">t</font>, &#8220;[to] this great city&#8221;) = this capital city (Jer 22:8). So <font face="Galaxie Unicode Hebrew">&#1492;&#1464;&#1506;&#1460;&#1497;&#1512; &#1492;&#1464;&#1490;&#1468;&#1456;&#1491;&#1493;&#1465;&#1500;&#1464;&#1492;</font> may well connote &#8220;the capital city&#8221; here.</p>

</body>
</html>
