<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="1022"><p class="footnote"><span class="fnreference">22</span><note=324><b>tc</b> The MT reads <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1464;&#1502;&#1493;&#1465;&#1514; &#1488;&#1464;&#1493;&#1462;&#1503;</font> (<font face="Scholar">bamot </font>&#8217;<font face="Scholar">aven</font>, &#8220;high places of Aven&#8221;); however, several Hebrew <sc>mss read <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1464;&#1502;&#1493;&#1465;&#1514; &#1489;&#1468;&#1461;&#1497;&#1514; &#1488;&#1464;&#1493;&#1462;&#1503;</font> (<font face="Scholar">bamot bet </font>&#8217;<font face="Scholar">aven</font>, &#8220;high places of Beth Aven&#8221;). In Hos 4:15 the name <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1461;&#1497;&#1514; &#1488;&#1464;&#1493;&#1462;&#1503;</font> (&#8220;Beth Aven&#8221;; <i>Heb</i> &#8220;house of wickedness&#8221;) is a wordplay on &#8220;Bethel&#8221; (<i>Heb</i> &#8220;house of God&#8221;). It is possible that <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1464;&#1502;&#1493;&#1465;&#1514; &#1489;&#1468;&#1461;&#1497;&#1514; &#1488;&#1464;&#1493;&#1462;&#1503;</font> (&#8220;high places of Beth Aven&#8221;) was original: <font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1461;&#1497;&#1514;</font> (<font face="Scholar">bet</font>, &#8220;house&#8221;) dropped out as an unintentional scribal error by haplography due to presence of the consonants <font face="Galaxie Unicode Hebrew">&#1489;&#1514;</font> in the preceding word <font face="Galaxie Unicode Hebrew">&#1489;&#1502;&#1493;&#1514;</font> (<font face="Scholar">bamot</font>, &#8220;high places&#8221;).</p><p class="footnote"><b>tn</b> <i>Heb</i> &#8220;high places of wickedness&#8221; (<font face="Galaxie Unicode Hebrew">&#1489;&#1468;&#1464;&#1502;&#1493;&#1465;&#1514; &#1488;&#1464;&#1493;&#1462;&#1503;</font>, <font face="Scholar">bamot </font>&#8217;<font face="Scholar">aven</font>); so NIV. The noun <font face="Galaxie Unicode Hebrew">&#1488;&#1464;&#1493;&#1462;&#1503;</font> (&#8220;wickedness&#8221;) is an attributive genitive: &#8220;wicked high places.&#8221;</p>

</body>
</html>
