<html>
<head>
<LINK REL=StyleSheet HREF="../../style.css" TYPE="text/css" MEDIA=screen>
</head>
<body>

<A NAME="913"><p class="footnote"><span class="fnreference">13</span><note=222><b>tc</b> Most witnesses (D<sup>1</sup> <font face="Greek Uncials">Ï</font>) have &#8220;various washings, and external regulations&#8221; (<font face="Galaxie Unicode Greek">&#946;&#945;&#960;&#964;&#953;&#963;&#956;&#959;&#8150;&#962; &#954;&#945;&#8054; &#948;&#953;&#954;&#945;&#953;&#8061;&#956;&#945;&#963;&#953;&#957;</font>, <font face="Greektl">baptismoi&quot; kai dikaiwmasin</font>), with both nouns in the dative. The translation &#8220;washings; they are&#8230; regulations&#8221; renders <font face="Galaxie Unicode Greek">&#946;&#945;&#960;&#964;&#953;&#963;&#956;&#959;&#8150;&#962;</font>,<font face="Galaxie Unicode Greek"> &#948;&#953;&#954;&#945;&#953;&#8061;&#956;&#945;&#964;&#945;</font> (<font face="Greektl">baptismoi&quot;, dikaiwmata</font>; found in such important <sc>mss as <font face="Greek Uncials">Ì</font><sup>46 </sup><font face="Galaxie Unicode Hebrew">&#1488;</font>* A I P 0278 33 1739 1881 <i>al</i> sa) in which case <font face="Galaxie Unicode Greek">&#948;&#953;&#954;&#945;&#953;&#8061;&#956;&#945;&#964;&#945;</font> is taken as the nominative subject of the participle <font face="Galaxie Unicode Greek">&#7952;&#960;&#953;&#954;&#949;&#943;&#956;&#949;&#957;&#945;</font> (<font face="Greektl">epikeimena</font>). It seems far more likely that scribes would conform <font face="Galaxie Unicode Greek">&#948;&#953;&#954;&#945;&#953;&#8061;&#956;&#945;&#964;&#945;</font> to the immediately preceding datives and join it to them by <font face="Galaxie Unicode Greek">&#954;&#945;&#943;</font> than they would to the following nominative participle. Both on external and internal evidence the text is thus secure as reading <font face="Galaxie Unicode Greek">&#946;&#945;&#960;&#964;&#953;&#963;&#956;&#959;&#8150;&#962;</font>,<font face="Galaxie Unicode Greek"> &#948;&#953;&#954;&#945;&#953;&#8061;&#956;&#945;&#964;&#945;</font>.</p>

</body>
</html>
